{"googleAnalytics": null, "version": "11", "submitlog": "errata updates 2018 -TM", "abstract": "<div xmlns=\"http://www.w3.org/1999/xhtml\" xmlns:c=\"http://cnx.rice.edu/cnxml\" xmlns:md=\"http://cnx.rice.edu/mdml\" xmlns:qml=\"http://cnx.rice.edu/qml/1.0\" xmlns:mod=\"http://cnx.rice.edu/#moduleIds\" xmlns:bib=\"http://bibtexml.sf.net/\" xmlns:data=\"http://dev.w3.org/html5/spec/#custom\"/>", "revised": "2019-08-06T17:34:43Z", "printStyle": null, "roles": null, "keywords": [], "id": "aa5bbb11-02e3-444b-903f-df67eead3c88", "canonical": "13ac107a-f15f-49d2-97e8-60ab2e3b519c", "title": "Preface", "mediaType": "application/vnd.org.cnx.module", "canon_url": "https://staging.cnx.org/contents/13ac107a-f15f-49d2-97e8-60ab2e3b519c:aa5bbb11-02e3-444b-903f-df67eead3c88/Preface", "content": "<html xmlns=\"http://www.w3.org/1999/xhtml\">\n<head xmlns:c=\"http://cnx.rice.edu/cnxml\" xmlns:md=\"http://cnx.rice.edu/mdml\"><title>Preface</title><meta name=\"created-time\" content=\"2016/11/14 12:27:34 +0000\"/><meta name=\"revised-time\" content=\"2019/07/02 14:41:00.540 GMT-5\"/><meta name=\"author\" content=\"cnxcat\"/><meta name=\"acl-list\" content=\"cnxcat\"/><meta name=\"licensor\" content=\"cnxcat\"/><meta name=\"license\" content=\"http://creativecommons.org/licenses/by/4.0/\"/><meta name=\"subject\" content=\"Mathematics and Statistics\"/></head>\n\n<body xmlns=\"http://www.w3.org/1999/xhtml\" xmlns:c=\"http://cnx.rice.edu/cnxml\" xmlns:md=\"http://cnx.rice.edu/mdml\" xmlns:qml=\"http://cnx.rice.edu/qml/1.0\" xmlns:mod=\"http://cnx.rice.edu/#moduleIds\" xmlns:bib=\"http://bibtexml.sf.net/\" xmlns:data=\"http://www.w3.org/TR/html5/dom.html#custom-data-attribute\" class=\"preface\" data-cnxml-to-html-ver=\"1.7.3\"><div data-type=\"document-title\">Preface</div>\n  <p id=\"delete_me\">Welcome to <em data-effect=\"italics\">Algebra and Trigonometry</em>, an OpenStax resource. This textbook was written to increase student access to high-quality learning materials, maintaining highest standards of academic rigor at little to no cost.</p><section data-depth=\"1\" id=\"eip-29\"><h3 data-type=\"title\">About OpenStax</h3><p id=\"eip-780\">OpenStax is a nonprofit based at Rice University, and it&#8217;s our mission to improve student access to education. Our first openly licensed college textbook was published in 2012, and our library has since scaled to over 20 books for college and AP courses used by hundreds of thousands of students. Our adaptive learning technology, designed to improve learning outcomes through personalized educational paths, is being piloted in college courses throughout the country. Through our partnerships with philanthropic foundations and our alliance with other educational resource organizations, OpenStax is breaking down the most common barriers to learning and empowering students and instructors to succeed.</p></section>\n\n  <section data-depth=\"1\" id=\"eip-714\"><h3 data-type=\"title\">About OpenStax Resources</h3><section data-depth=\"2\" id=\"eip-406\"><h4 data-type=\"title\">Customization</h4><p id=\"eip-386\"><em data-effect=\"italics\">Algebra and Trigonometry</em> is licensed under a Creative Commons Attribution 4.0 International (CC BY) license, which means that you can distribute, remix, and build upon the content, as long as you provide attribution to OpenStax and its content contributors.\n</p><p id=\"eip-987\">Because our books are openly licensed, you are free to use the entire book or pick and choose the sections that are most relevant to the needs of your course. Feel free to remix the content by assigning your students certain chapters and sections in your syllabus, in the order that you prefer. You can even provide a direct link in your syllabus to the sections in the web view of your book.</p><p id=\"eip-824\">Instructors also have the option of creating a customized version of their OpenStax book. The custom version can be made available to students in low-cost print or digital form through their campus bookstore. Visit your book page on openstax.org for more information.</p></section><section data-depth=\"2\" id=\"eip-270\"><h4 data-type=\"title\">Errata</h4><p id=\"eip-92\">All OpenStax textbooks undergo a rigorous review process. However, like any professional-grade textbook, errors sometimes occur. Since our books are web based, we can make updates periodically when deemed pedagogically necessary. If you have a correction to suggest, submit it through the link on your book page on openstax.org. Subject matter experts review all errata suggestions. OpenStax is committed to remaining transparent about all updates, so you will also find a list of past errata changes on your book page on openstax.org.</p></section><section data-depth=\"2\" id=\"eip-626\"><h4 data-type=\"title\">Format</h4><p id=\"eip-id1167611909530\">You can access this textbook for free in web view or PDF through openstax.org, and for a low cost in print.</p></section>\n</section>\n\n <section data-depth=\"1\" id=\"fs-idm1462244416\"><h3 data-type=\"title\">About <em data-effect=\"italics\">Algebra and Trigonometry</em></h3><p id=\"fs-idm1327678736\"><em data-effect=\"italics\">Algebra and Trigonometry</em> provides a comprehensive exploration of algebraic principles and meets scope and sequence requirements for a typical introductory algebra and trigonometry course. The modular approach and the richness of content ensures that the book meets the needs of a variety of courses. <em data-effect=\"italics\">Algebra and Trigonometry</em> offers a wealth of examples with detailed, conceptual explanations, building a strong foundation in the material before asking students to apply what they&#8217;ve learned.</p><section data-depth=\"2\" id=\"eip-250\"><h4 data-type=\"title\">Coverage and Scope</h4><p id=\"eip-id1164242457359\">In determining the concepts, skills, and topics to cover, we engaged dozens of highly experienced instructors with a range of student audiences.  The resulting scope and sequence proceeds logically while allowing for a significant amount of flexibility in instruction.  </p><p id=\"eip-id1164239746735\">Chapters 1 and 2 provide both a review and foundation for study of functions that begins in Chapter 3.  The authors recognize that while some institutions may find this material a prerequisite, other institutions have told us that they have a cohort that needs the prerequisite skills built into the course.\n\n</p><ul id=\"eip-id1168983371474\" data-bullet-style=\"none\"><li>Chapter 1: Prerequisites</li>\n<li>Chapter 2: Equations and Inequalities</li></ul><p id=\"eip-id1164253943954\">Chapters 3-6: The Algebraic Functions\n</p><ul id=\"eip-id7864342\" data-bullet-style=\"none\"><li>Chapter 3: Functions</li>\n<li>Chapter 4: Linear Functions</li>\n<li>Chapter 5: Polynomial and Rational Functions</li>\n<li>Chapter 6: Exponential and Logarithm Functions</li></ul><p id=\"eip-id1164239005230\">Chapters 7-10:  A Study of Trigonometry\n</p><ul id=\"eip-id1166690773820\" data-bullet-style=\"none\"><li>Chapter 7: The Unit Circle: Sine and Cosine Functions</li>\n<li>Chapter 8: Periodic Functions</li>\n<li>Chapter 9: Trigonometric Identities and Equations</li>\n<li>Chapter 10: Further Applications of Trigonometry</li></ul><p id=\"eip-958\">Chapters 11-13: Further Study in Algebra and Trigonometry\n</p><ul id=\"eip-id1165670230619\" data-bullet-style=\"none\"><li>Chapter 11: Systems of Equations and Inequalities</li>\n<li>Chapter 12: Analytic Geometry</li>\n<li>Chapter 13: Sequences, Probability, and Counting Theory</li></ul></section><section data-depth=\"2\" id=\"eip-350\"><h4 data-type=\"title\">Development Overview</h4><p id=\"eip-377\">OpenStax <em data-effect=\"italics\">Algebra and Trigonometry</em> is the product of a collaborative effort by a group of dedicated authors, editors, and instructors whose collective passion for this project has resulted in a text that is remarkably unified in purpose and voice. Special thanks is due to our Lead Author, Jay Abramson of Arizona State University, who provided the overall vision for the book and oversaw the development of each and every chapter, drawing up the initial blueprint, reading numerous drafts, and assimilating field reviews into actionable revision plans for our authors and editors. </p><p id=\"eip-30\">The collective experience of our author team allowed us to pinpoint the subtopics, exceptions, and individual connections that give students the most trouble.  The textbook is therefore replete with well-designed features and highlights which help students overcome these barriers.  As the students read and practice, they are coached in methods of thinking through problems and internalizing mathematical processes.  </p></section><section data-depth=\"2\" id=\"eip-42\"><h4 data-type=\"title\">Accuracy of the Content</h4><p id=\"eip-951\">We understand that precision and accuracy are imperatives in mathematics, and undertook a dedicated accuracy program led by experienced faculty.</p><ol id=\"eip-793\" type=\"1\"><li>Each chapter&#8217;s manuscript underwent rounds of review and revision by a panel of active instructors.</li>\n<li>Then, prior to publication, a separate team of experts checked all text, examples, and graphics for mathematical accuracy; multiple reviewers were assigned to each chapter to minimize the chances of any error escaping notice.</li>\n<li>A third team of experts was responsible for the accuracy of the Answer Key, dutifully re-working every solution to eradicate any lingering errors. Finally, the editorial team conducted a multi-round post-production review to ensure the integrity of the content in its final form.</li></ol></section><section data-depth=\"2\" id=\"eip-563\"><h4 data-type=\"title\">Pedagogical Foundations and Features</h4><section data-depth=\"3\" id=\"eip-61\"><h5 data-type=\"title\">Learning Objectives</h5><p id=\"eip-86\">\nEach chapter is divided into multiple sections (or modules), each of which is organized around a set of learning objectives. The learning objectives are listed explicitly at the beginning of each section and are the focal point of every instructional element \n</p></section><section data-depth=\"3\" id=\"eip-719\"><h5 data-type=\"title\">Narrative text</h5><p id=\"eip-784\">\nNarrative text is used to introduce key concepts, terms, and definitions, to provide real-world context, and to provide transitions between topics and examples.  Throughout this book, we rely on a few basic conventions to highlight the most important ideas:\n</p><ul id=\"eip-id1166658637533\"><li>Key terms are boldfaced, typically when first introduced and/or when formally defined.</li>\n<li>Key concepts and definitions are called out in a blue box for easy reference.</li>\n</ul></section><section data-depth=\"3\" id=\"eip-802\"><h5 data-type=\"title\">Examples</h5><p id=\"eip-321\">Each learning objective is supported by one or more worked examples, that demonstrate the problem-solving approaches that students must master. The multiple Examples model different approaches to the same type of problem, or introduce similar problems of increasing complexity. </p><p id=\"eip-id1166796259369\">All Examples follow a simple two- or three-part format. The question clearly lays out a mathematical problem to solve.  The Solution walks through the steps, usually providing context for the approach&#8212;in other words, why the instructor is solving the problem in a specific manner.  Finally, the Analysis (for select Examples) reflects  on the broader implications of the Solution just shown. Examples are followed by a Try It question, as explained below.  \n</p></section><section data-depth=\"3\" id=\"eip-236\"><h5 data-type=\"title\">Figures</h5><p id=\"eip-829\"><em data-effect=\"italics\">Algebra and Trigonometry</em> contains figures and illustrations, the vast majority of which are graphs and diagrams. Art throughout the text adheres to a clear, understated style, drawing the eye to the most important information in each figure while minimizing visual distractions. Color contrast is employed with discretion to distinguish between the different functions or features of a graph.  \n</p><span data-type=\"media\" id=\"preface01\" data-alt=\"Example figure\">\n       \n  <img src=\"/resources/d77d2b526befaea426f25a78f13b3bcc4d993d60/CNX_Precalc_Figure_Preface_01.jpg\" data-media-type=\"image/jpeg\" alt=\"Example figure\"/>\n         \n</span></section><section data-depth=\"3\" id=\"eip-22\"><h5 data-type=\"title\">Supporting Features</h5><p id=\"eip-id1164246669840\">Four unobtrusive but important features contribute to and check understanding.</p><ul id=\"eip-928\" data-bullet-style=\"none\"><li>A <strong>&#8220;How To&#8221;</strong> is a list of steps necessary to solve a certain type of problem. A How To typically precedes an Example that proceeds to demonstrate the steps in action.</li>\n\n<li>A <strong>&#8220;Try It&#8221;</strong> exercise immediately follows an Example or a set of related Examples, providing the student with an immediate opportunity to solve a similar problem.  In the PDF and the Web View version of the text, answers to the Try It exercises are located in the Answer Key.</li>\n\n\n<li>A <strong>Q&amp;A</strong> may appear at any point in the narrative, but most often follows an Example. This feature pre-empts misconceptions by posing a commonly asked yes/no question, followed by a detailed answer and explanation.</li>\n\n\n<li>The <strong>&#8220;Media&#8221;</strong> icon appears at the conclusion of each section, just prior to the Section Exercises. This icon marks a list of links to online video tutorials that reinforce the concepts and skills introduced in the section. </li>\n</ul><p id=\"eip-991\">While we have selected tutorials that closely align to our learning objectives, we did not produce these tutorials, nor were they specifically produced or tailored to accompany <em data-effect=\"italics\">Algebra and Trigonometry</em>.</p></section><section data-depth=\"3\" id=\"eip-166\"><h5 data-type=\"title\">Section Exercises</h5><p id=\"eip-526\">Each section of every chapter concludes with a well-rounded set of exercises that can be assigned as homework or used selectively for guided practice. With over 6300 exercises across the 13 chapters, instructors should have plenty from which to choose<sup data-type=\"footnote-number\" id=\"footnote-ref1\"><a data-type=\"footnote-link\" href=\"#footnote1\">1</a></sup>.\n</p><p id=\"eip-96\">Section Exercises are organized by question type, and generally appear in the following order:\n</p><ul id=\"eip-id8611023\" data-bullet-style=\"none\"><li><strong>Verbal</strong> questions assess conceptual understanding of key terms and concepts.</li>\n<li><strong>Algebraic</strong> problems require students to apply algebraic manipulations demonstrated in the section.</li>\n<li><strong>Graphical</strong> problems assess students&#8217; ability to interpret or produce a graph.</li>\n<li><strong>Numeric</strong> problems require the student to perform calculations or computations.</li>\n<li><strong>Technology</strong> problems encourage exploration through use of a graphing utility, either to visualize or verify algebraic results or to solve problems via an alternative to the methods demonstrated in the section.</li>\n<li><strong>Extensions</strong> pose problems more challenging than the Examples demonstrated in the section. They require students to synthesize multiple learning objectives or apply critical thinking to solve complex problems.</li>\n<li><strong>Real-World Applications</strong> present realistic problem scenarios from fields such as physics, geology, biology, finance, and the social sciences.</li></ul></section><section data-depth=\"3\" id=\"eip-82\"><h5 data-type=\"title\">Chapter Review Features</h5><p id=\"eip-33\">Each chapter concludes with a review of the most important takeaways, as well as additional practice problems that students can use to prepare for exams. \n\n</p><ul id=\"eip-id1170356513666\" data-bullet-style=\"none\"><li><strong>Key Terms</strong> provides a formal definition for each bold-faced term in the chapter. </li>\n<li><strong>Key Equations</strong> presents a compilation of formulas, theorems, and standard-form equations. </li>\n<li><strong>Key Concepts</strong> summarizes the most important ideas introduced in each section, linking back to the relevant Example(s) in case students need to review.</li>\n<li><strong>Chapter Review Exercises</strong> include 40-80 practice problems that recall the most important concepts from each section.</li>\n<li><strong>Practice Test</strong> includes 25-50 problems assessing the most important learning objectives from the chapter. Note that the practice test is not organized by section, and may be more heavily weighted toward cumulative objectives as opposed to the foundational objectives covered in the opening sections. </li>\n</ul></section></section><section data-depth=\"2\" id=\"eip-299\"><h4 data-type=\"title\">Additional Resources</h4><section data-depth=\"3\" id=\"eip-656\"><h5 data-type=\"title\">Student and Instructor Resources</h5><p id=\"eip-536\">\nWe&#8217;ve compiled additional resources for both students and instructors, including Getting Started Guides, instructor solution manual, and PowerPoint slides. Instructor resources require a verified instructor account, which can be requested on your openstax.org log-in. Take advantage of these resources to supplement your OpenStax book.\n\n</p></section><section data-depth=\"3\" id=\"eip-883\"><h5 data-type=\"title\">Partner Resources</h5><p id=\"eip-291\">\nOpenStax Partners are our allies in the mission to make high-quality learning materials affordable and accessible to students and instructors everywhere. Their tools integrate seamlessly with our OpenStax titles at a low cost. To access the partner resources for your text, visit your book page on openstax.org.\n</p></section></section></section><section data-depth=\"1\" id=\"eip-45\"><h3 data-type=\"title\">About the Authors</h3><section data-depth=\"2\" id=\"eip-679\" class=\"sr-contrib-auth\"><h4 data-type=\"title\">Senior Contributing Authors</h4><p id=\"eip-704\"><strong>Jay Abramson, Arizona State University</strong><span data-type=\"newline\"><br/></span>\nJay Abramson has been teaching Precalculus for 33 years, the last 14 at Arizona State University, where he is a principal lecturer in the School of Mathematics and Statistics. His accomplishments at ASU include co-developing the university&#8217;s first hybrid and online math courses as well as an extensive library of video lectures and tutorials. In addition, he has served as a contributing author for two of Pearson Education&#8217;s math programs, NovaNet Precalculus and Trigonometry. Prior to coming to ASU, Jay taught at Texas State Technical College and Amarillo College. He received Teacher of the Year awards at both institutions. \n</p></section><section data-depth=\"2\" id=\"eip-528\" class=\"contrib-auth\"><h4 data-type=\"title\">Contributing Authors </h4><p id=\"eip-982\">Valeree Falduto, Palm Beach State College<span data-type=\"newline\"><br/></span>\nRachael Gross, Towson University<span data-type=\"newline\"><br/></span>\nDavid Lippman, Pierce College<span data-type=\"newline\"><br/></span>\nMelonie Rasmussen, Pierce College<span data-type=\"newline\"><br/></span>\nRick Norwood, East Tennessee State University<span data-type=\"newline\"><br/></span>\nNicholas Belloit, Florida State College Jacksonville<span data-type=\"newline\"><br/></span>\nJean-Marie Magnier, Springfield Technical Community College<span data-type=\"newline\"><br/></span>\nHarold Whipple<span data-type=\"newline\"><br/></span>\nChristina Fernandez\n</p></section><section data-depth=\"2\" id=\"eip-956\"><h4 data-type=\"title\">Reviewers</h4><p id=\"eip-710\">Phil Clark, Scottsdale Community College<span data-type=\"newline\"><br/></span>\nMichael Cohen, Hofstra University<span data-type=\"newline\"><br/></span>\nCharles Conrad, Volunteer State Community College<span data-type=\"newline\"><br/></span>\nDavid French, Tidewater Community College<span data-type=\"newline\"><br/></span>\nMatthew Goodell, SUNY Ulster<span data-type=\"newline\"><br/></span>\nLance Hemlow, Raritan Valley Community College<span data-type=\"newline\"><br/></span>\nDongrin Kim, Arizona State University<span data-type=\"newline\"><br/></span>\nCynthia Landrigan, Eerie Community College<span data-type=\"newline\"><br/></span>\nWendy Lightheart, Lane Community College<span data-type=\"newline\"><br/></span>\nChinenye Ofodile, Albany State University<span data-type=\"newline\"><br/></span>\nCarl Penziul, Tompkins-Cortland Community College<span data-type=\"newline\"><br/></span>\nSandra Nite, Texas A&amp;M University<span data-type=\"newline\"><br/></span>\nEugenia Peterson, Richard J. Daley College<span data-type=\"newline\"><br/></span>\nRhonda Porter, Albany State University<span data-type=\"newline\"><br/></span>\nMichael Price, University of Oregon<span data-type=\"newline\"><br/></span>\nSteven Purtee, Valencia College<span data-type=\"newline\"><br/></span>\nWilliam Radulovich, Florida State College Jacksonville<span data-type=\"newline\"><br/></span>\nCamelia Salajean, City Colleges of Chicago<span data-type=\"newline\"><br/></span>\nKaty Shields, Oakland Community College<span data-type=\"newline\"><br/></span>\nNathan Schrenk, ECPI University<span data-type=\"newline\"><br/></span>\nPablo Suarez, Delaware State University<span data-type=\"newline\"><br/></span>\nAllen Wolmer, Atlanta Jewish Academy<span data-type=\"newline\"><br/></span></p><p id=\"eip-id1169747431447\">The following faculty contributed to the development of OpenStax <em data-effect=\"italics\">Precalculus</em>, the text from which this product was updated and derived.<span data-type=\"newline\"><br/></span>\n<strong>Precalculus Reviewers</strong><span data-type=\"newline\"><br/></span>\nNina Alketa, Cecil College<span data-type=\"newline\"><br/></span>\nKiran Bhutani, Catholic University of America<span data-type=\"newline\"><br/></span>\nBrandie Biddy, Cecil College<span data-type=\"newline\"><br/></span>\nLisa Blank, Lyme Central School<span data-type=\"newline\"><br/></span>\nBryan Blount, Kentucky Wesleyan College<span data-type=\"newline\"><br/></span>\nJessica Bolz, The Bryn Mawr School<span data-type=\"newline\"><br/></span>\nSheri Boyd, Rollins College<span data-type=\"newline\"><br/></span>\nSarah Brewer, Alabama School of Math and Science<span data-type=\"newline\"><br/></span>\nCharles   Buckley, St. Gregory's University<span data-type=\"newline\"><br/></span>\nMichael Cohen, Hofstra University<span data-type=\"newline\"><br/></span>\nKenneth Crane, Texarkana College<span data-type=\"newline\"><br/></span>\nRachel Cywinski, Alamo Colleges<span data-type=\"newline\"><br/></span>\nNathan Czuba<span data-type=\"newline\"><br/></span>\nSrabasti Dutta, Ashford University<span data-type=\"newline\"><br/></span>\nKristy Erickson, Cecil College<span data-type=\"newline\"><br/></span>\nNicole Fernandez, Georgetown University / Kent State University<span data-type=\"newline\"><br/></span>\nDavid French, Tidewater Community College<span data-type=\"newline\"><br/></span>\nDouglas Furman, SUNY Ulster<span data-type=\"newline\"><br/></span>\nLance Hemlow, Raritan Valley Community College<span data-type=\"newline\"><br/></span>\nErinn Izzo, Nicaragua Christian Academy<span data-type=\"newline\"><br/></span>\nJohn Jaffe<span data-type=\"newline\"><br/></span>\nJerry Jared, Blue Ridge School<span data-type=\"newline\"><br/></span>\nStan Kopec, Mount Wachusett Community College<span data-type=\"newline\"><br/></span>\nKathy Kovacs<span data-type=\"newline\"><br/></span>\nCynthia Landrigan, Erie Community College<span data-type=\"newline\"><br/></span>\nSara Lenhart, Christopher Newport University<span data-type=\"newline\"><br/></span>\nWendy Lightheart, Lane Community College<span data-type=\"newline\"><br/></span>\nJoanne Manville, Bunker Hill Community College<span data-type=\"newline\"><br/></span>\nKarla McCavit, Albion College<span data-type=\"newline\"><br/></span>\nCynthia McGinnis, Northwest Florida State College<span data-type=\"newline\"><br/></span>\nLana Neal, University of Texas at Austin<span data-type=\"newline\"><br/></span>\nRhonda Porter, Albany State University<span data-type=\"newline\"><br/></span>\nSteven Purtee, Valencia College<span data-type=\"newline\"><br/></span>\nWilliam Radulovich, Florida State College Jacksonville<span data-type=\"newline\"><br/></span>\nAlice Ramos, Bethel College<span data-type=\"newline\"><br/></span>\nNick Reynolds, Montgomery Community College<span data-type=\"newline\"><br/></span>\nAmanda Ross, A. A. Ross Consulting and Research, LLC<span data-type=\"newline\"><br/></span>\nErica Rutter, Arizona State University<span data-type=\"newline\"><br/></span>\nSutandra Sarkar, Georgia State University<span data-type=\"newline\"><br/></span>\nWilly Schild, Wentworth Institute of Technology<span data-type=\"newline\"><br/></span>\nTodd Stephen, Cleveland State University<span data-type=\"newline\"><br/></span>\nScott Sykes, University of West Georgia<span data-type=\"newline\"><br/></span>\nLinda Tansil, Southeast Missouri State University<span data-type=\"newline\"><br/></span>\nJohn Thomas, College of Lake County<span data-type=\"newline\"><br/></span>\nDiane Valade, Piedmont Virginia Community College<span data-type=\"newline\"><br/></span>\nAllen Wolmer, Atlanta Jewish Academy</p></section></section><div data-type=\"footnote-refs\"><h3 data-type=\"footnote-refs-title\">Footnotes</h3><ul data-list-type=\"bulleted\" data-bullet-style=\"none\"><li data-type=\"footnote-ref\" id=\"footnote1\"><a data-type=\"footnote-ref-link\" href=\"#footnote-ref1\">1</a> <span data-type=\"footnote-ref-content\">6,367 total exercises. Includes Chapter Reviews and Practice Tests.</span></li></ul></div></body>\n\n</html>", "subjects": ["Mathematics and Statistics"], "legacy_id": "m63486", "parentId": null, "resources": [{"media_type": "image/png", "id": "339657ede8fe724400d8f9e9226af04c2797da98", "filename": "media.png"}, {"media_type": "image/png", "id": "6335bcb37e8f37ae9881215e358b8e594b981af6", "filename": "XYZHomework.png"}, {"media_type": "image/png", "id": "6f25f1097dce7b5f148f316fed70a9cefc2f134f", "filename": "XYZ_Homework_logo_2015.png"}, {"media_type": "image/png", "id": "857a6979897eb3c6e116ddc0691bf5869f8c706e", "filename": "try-it.png"}, {"media_type": "image/png", "id": "9e0de4c3f55ebd76cbd1585c091f60c39855ff74", "filename": "how-to.png"}, {"media_type": "text/xml", "id": "aea64b94a833da88998bfe4a7dbca926313977c4", "filename": "index.cnxml"}, {"media_type": "text/xml", "id": "afe3c15b66082c1b66174ac770a5b8d6fdd26036", "filename": "index.cnxml.html"}, {"media_type": "image/png", "id": "b5f825586e6a57bc161603e22eb190cae0912fdf", "filename": "QA.png"}, {"media_type": "image/jpeg", "id": "d0d45fcfdf3b958294e068fb1ef6e0e377b7230c", "filename": "CNX_CAT_Figure_Preface_01.jpg"}, {"media_type": "image/jpeg", "id": "d77d2b526befaea426f25a78f13b3bcc4d993d60", "filename": "CNX_Precalc_Figure_Preface_01.jpg"}, {"media_type": "image/png", "id": "f59395e91110d7533ad7a002fa05e0ccacaf01de", "filename": "WebAssign.png"}, {"media_type": "image/png", "id": "fc56764590c666c5eca5500def2a3ac839296da8", "filename": "WA_logo_MASTER_CMYK.png"}], "publishers": [{"surname": "CAT", "suffix": "", "firstname": "OpenStax", "title": "", "fullname": "OpenStax CAT", "id": "cnxcat"}], "parent": {"authors": [], "shortId": null, "version": "", "id": null, "title": null}, "stateid": 1, "parentTitle": null, "shortId": "qlu7EQLj", "authors": [{"surname": "CAT", "suffix": "", "firstname": "OpenStax", "title": "", "fullname": "OpenStax CAT", "id": "cnxcat"}], "parentVersion": "", "legacy_version": "1.11", "licensors": [{"surname": "CAT", "suffix": "", "firstname": "OpenStax", "title": "", "fullname": "OpenStax CAT", "id": "cnxcat"}], "language": "en", "license": {"url": "http://creativecommons.org/licenses/by/4.0/", "code": "by", "version": "4.0", "name": "Creative Commons Attribution License"}, "created": "2016-11-14T12:27:34Z", "doctype": "", "buyLink": null, "submitter": {"surname": "OpenStax College", "suffix": "", "firstname": "", "title": "", "fullname": "OpenStax", "id": "OpenStaxCollege"}, "baked": null, "parentAuthors": [], "history": [{"changes": "errata updates 2018 -TM", "version": "11", "revised": "2019-08-06T17:34:43Z", "publisher": {"surname": "OpenStax College", "suffix": "", "firstname": "", "title": "", "fullname": "OpenStax", "id": "OpenStaxCollege"}}, {"changes": "Issue# 617 -MJ", "version": "10", "revised": "2019-07-02T19:41:00Z", "publisher": {"surname": "CAT", "suffix": "", "firstname": "OpenStax", "title": "", "fullname": "OpenStax CAT", "id": "cnxcat"}}, {"changes": "XYZ changes for assignable webview", "version": "9", "revised": "2019-06-14T17:14:09Z", "publisher": {"surname": "OpenStax College", "suffix": "", "firstname": "", "title": "", "fullname": "OpenStax", "id": "OpenStaxCollege"}}, {"changes": "formatted bulleted lists to be \"no mark\" -TM", "version": "8", "revised": "2019-06-06T18:19:12Z", "publisher": {"surname": "CAT", "suffix": "", "firstname": "OpenStax", "title": "", "fullname": "OpenStax CAT", "id": "cnxcat"}}, {"changes": "issue #864 -TM", "version": "7", "revised": "2019-06-06T17:59:31Z", "publisher": {"surname": "CAT", "suffix": "", "firstname": "OpenStax", "title": "", "fullname": "OpenStax CAT", "id": "cnxcat"}}, {"changes": "Updated shortlinks -MJ", "version": "6", "revised": "2018-07-31T19:55:57Z", "publisher": {"surname": "OpenStax College", "suffix": "", "firstname": "", "title": "", "fullname": "OpenStax", "id": "OpenStaxCollege"}}, {"changes": "Corrected Preface -MJ", "version": "5", "revised": "2018-07-13T18:44:52Z", "publisher": {"surname": "CAT", "suffix": "", "firstname": "OpenStax", "title": "", "fullname": "OpenStax CAT", "id": "cnxcat"}}, {"changes": "Changed Blurb in customization -sa", "version": "4", "revised": "2017-06-28T17:08:58Z", "publisher": {"surname": "CAT", "suffix": "", "firstname": "OpenStax", "title": "", "fullname": "OpenStax CAT", "id": "cnxcat"}}, {"changes": "fix authors", "version": "3", "revised": "2017-03-10T22:46:01Z", "publisher": {"surname": "CAT", "suffix": "", "firstname": "OpenStax", "title": "", "fullname": "OpenStax CAT", "id": "cnxcat"}}, {"changes": "preface formatted-yingyan", "version": "2", "revised": "2017-02-24T18:40:11Z", "publisher": {"surname": "CAT", "suffix": "", "firstname": "OpenStax", "title": "", "fullname": "OpenStax CAT", "id": "cnxcat"}}, {"changes": "Created module (uploaded source zip from old preface)", "version": "1", "revised": "2016-11-14T18:31:54Z", "publisher": {"surname": "CAT", "suffix": "", "firstname": "OpenStax", "title": "", "fullname": "OpenStax CAT", "id": "cnxcat"}}]}